Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Spesiale agent Strickland.
ar: العميلة الخاصة ستريكلاند

source: Gryp jou dinge.
ar: تجهزي ماذا؟

source: - Volgens Vance is jy beskikbaar, indien dit nodig is.
ar: قال فانس انك متاحة اذا احتجناكِ

source: - Nee, nee, in geen geval.
ar: .... مستحيل

source: Nee, nee, ek is hier net om...
ar: ..لا .. لا ..

source: - Vera.
ar: لا انا هنا فقط لـ .. فيرا

source: ...om uit te bolle.
ar: لأنهي من معاملات الخروج فيرا

source: - Vera, ga mee met DiNozzo.
ar: هذا --لا أذهبي مع دينوزو

source: DiNozzo?
ar: دينوزو ؟

source: Oh, ek het stories gehoor oor die kerel.
ar: اوه ، لقد سمعت قصصاً عن هذا الفتى

source: Sy wa gevlieg in die lug, gesterf het byna van die plaag.
ar: أنفجرت سيارته كاد ان يموت بالطاعون

source: Skoot daar niemand op jou, 'n paar maand gelede?
ar: ألم يطلقوا عليك النار الشهر الماضي

source: Hy het my gemis.
ar: لقد أخطأ

source: Ek het maar twee weke meer te gaan, Gibbs.
ar: باقي لي اسبوعين فقط ، جيبز

source: Ek hoor selfs nie in dieselfde ruimte te wees met hierdie bewegende doelwitte.
ar: لا ينبغي عليّ ان أظل في نفس الغرفة

source: Dit is jou fout, McGee.
ar: هذا خطؤك ، مكجي

source: Daar gaan jy vir boet.
ar: ستدفع من اجل ذلك

source: Vertel eens, Vera, werk jy graag met 'n partner?
ar: اذن ، اخبريني فيرا كيف تفضلين العمل مع الشريك ؟

source: Wil jy die, "goeie flik, slegte flik" speel?
ar: هل تريدين "الشرطي الجيد/الشرطي السئ؟"

source: Jy, inspekteur Clouseau, is 'n ongeluk wat te gebeur staat.
ar: أنت ايها المفتش كلوسو ، حادث ينتظر ليقع

source: En jy is beslis nie my maat.
ar: وانت بالتأكيد ليس شريكي

source: Hoe het jy dan met Mike Franks gewerk?
ar: اذن ، كيف عملتِ مع مايك فرانك؟

source: Ons het 'n spesiale verhouding.
ar: كان لدينا علاقة خاصة

source: - Werklik? Hoekom?
ar: حقاً ، كيف ذلك ؟

source: Daar gaan ek nie op in, DiNozzo.
ar: نعم ، ولن أتحدث عن ذلك دينوزو

source: Goed, dit is jou show. Ek is hier vir die rit.
ar: حسناً ، هذا عرضك انا هنا من أجل التوصيلة

source: Oor rit gepraat, ek hou nie van jou ry.
ar: بالحديث عن التوصيل لا أحب طريقة قيادتك

source: Mr Frazier?
ar: السيد ، فريتزر ؟

source: Spesiale agent DiNozzo en spesiale agent Strickland.
ar: العميل الخاص دينوزو العميلة الخاصة ستريكلاند

source: Hoe kan ek u help?
ar: ماذا استطيع ان افعل من أجلكما؟

source: - Het jy hierdie man gesien?
ar: هل رأيت هذا الفتى؟

source: Ja, ja, hy was hier.
ar: نعم نعم ، كان هنا

source: 'n Paar weke gelede.
ar: قبل اسبوعين

source: Hy wou wat C-4 koop.
ar: أراد أن يشتري بعضاً من متفجرات السي-4

source: Is hy by die navy?
ar: هل هو فى البحريه؟

source: - Ja. Verkoop jy hom die springstof?
ar: أجل أجل.هل قمت

source: - Nee, daarvoor het jy 'n permit nodig.
ar: ببيعه العبوات المتفجره لا.لا يجب أن تحملى ترخيص حتى تتمكنى من الشراء منا

source: Sê die luitenant wat hy daarmee wou doen?
ar: هل أخبرك الملازم ما الذى أراد فعله بها؟

source: 'n Paar pond om boomstompe op te blaas, het hy gesê.
ar: لقد قال انه بحاجه فقط الى رطل او اثنان لنسف بعض جذوع الأشجار.

source: So hy het met leë hande?
ar: اذا فقد غادر خالى الوفاض؟

source: - Ja, maar ek het hom die naam van 'n kontrakteur in sloping, wat die werkje wel sou doen.
ar: أجل ولكنى اعطيته اسم مقاول هدم قد يقوم ببعض العمليات الصغيره

source: - Het die poeier aap 'n naam?
ar: هل هذا الرجل لديه اسم؟

source: Ja, Larry Purcell.
ar: أجل,أجل لارى بارسيل

source: Werk naby sy huis in Elkridge.
ar: يعمل من منزله فى الكريدج

source: Het jy vrae, DiNozzo?
ar: هل لديك أى أسئله,دينوزو؟

source: Ek weet nie eens hoekom ek hier is.
ar: أنا لا أعلم حتى لم أنا هنا

source: Luitenant Robbins.
ar: الملازمه روبينز

source: Dankie om te kom, gaan jy sit.
ar: شكرا على مجيئك تفضلى بالجلوس

source: - Sekerlik, dankie.
ar: بالتأكيد.شكرا لك

source: Ek probeer so kort moontlik te wees.
ar: سأحاول جعل هذا سريعا قدر الامكان

source: Ek weet dat jy môre op sending vertrek.
ar: أعلم أنه سيتم توزيعك فى الصباح

source: Jy moet opgewonde wees. - Dat is ek ook.
ar: لابد أنكى متحمسه أجل

source: Ek train hier al lank voor.
ar: لقد كنت أتدرب من أجل هذا منذ فتره طويله F-18?

source: F-18?
ar: أجل يا سيدى

source: - Ja, Meneer, ek word betaal om met 'n Super Hornet te vlieg. Beter kan dit nie.
ar: يتم الدفع لى لقياده طائره نفاسه لا يمكننى أن أطمح فى أفضل من هذا

source: Dit is baie goed.
ar: هذا رائع

source: Spesiale agent McGee het my vertel nie waaroor dit gaan.
ar: العميل الخاص ماكجى لم يخبرنى عما يدور هذا

source: Terry?
ar: تيرى؟

source: - Ja, het u hom onlangs gepraat?
ar: أجل,هل تحدثتى اليه مؤخرا؟

source: Enkele dae gelede.
ar: منذ يومان

source: Is daar iets verkeerd?
ar: هل هناك خطب ما؟

source: Ons kan hom nie vind nie.
ar: لا يمكننا العثور عليه

source: - Sit hy in neste?
ar: هل يواجه مشكله؟

source: Hoe ken jy hom?
ar: ما طبيعه علاقتك به؟

source: Euh, ek het hom ontmoet in Pensacola tydens die API.
ar: التقيت به فى بينساكولا من أجل تقديم طلبات الالتحاق

source: Ons verhuis saam na Whiting Field voor die voorlopige vlug opleiding.
ar: انتقلنا سويا الى حقل وايتينج للتدريب الأولى على القتال

source: Is julle heg?
ar: هل انتما مقربان من بعضكما؟

source: - Nee, net klasmaats.
ar: لا.مجرد زملاء صف

source: Hoe kom dit dat hy die opleiding laat vaar het?
ar: لماذا تم ابعاده؟

source: Hy was eintlik wel 'n goeie vlieënier.
ar: لقد كان حقا طيار بارع

source: Maar die druk nekte hom.
ar: ولكن الضغط تمكن منه

source: Die druk, is dit nie?
ar: الضغط,أليس كذلك؟

source: Terry het waarskynlik 'n soort anti angs medikasie nodig.
ar: تيرى على الأرجح كان عليه أن يتناول نوعا ما من أدويه الاضطراب النفسى

source: Maar dat mag nie as jy vlieg.
ar: ولكن لا يمكنك القيام بهذا والطيران فى نفس الوقت

source: Hy het begin aggressief te gedra.
ar: فبدأ يتصرف بعنف

source: Was daar 'n konfrontasie?
ar: هل كان هناك مواجهه؟

source: Die laaste weke van die opleiding Terry het geweet dat hy dit nie gaan haal.
ar: فى الأسابيع الأخيره من التدريب على الطيران تيرى علم أنه لن يتمكن من النجاح

source: Hy is somber en teruggetrokke geword.
ar: أصبح متجهما و منعزلا

source: En boos op me.
ar: و أصبح غاضبا منى

source: Ek dink dat hy nie kon aanvaar dat 'n vrou sou slaag en hy nie.
ar: لا أعتقد انه تمكن من تقبل حقيقه أن امرأه كانت ستنتقل للتدرب على قياده الطائرات النفاسه وهو لا

source: Die oproep, wat wou hy toe?
ar: الاتصال فى ذلك اليوم ماذا أراد؟

source: - Dat ek nie kon vind.
ar: لم أتمكن من الفهم لقد كان غريبا

source: Hy het gedoen eienaardig, vreemd.
ar: هو كان غريبا

source: Ons vriendskap was verminder sedert hy Whiting Field verlaat het en nou wil hy my skielik sien voor ek op sending vertrek.
ar: نحن لم نكن على وفاق عندما غادر حقل وايتينج و الآن,يرغب فى مقابلتى قبل أن يتم توزيعى

source: Wat het jy hom gesê?
ar: ما الذى قلتيه له؟

source: - Dat ek besig was.
ar: أننى مشغوله

source: Ek wou nog wat vriende en familie besoek voor ek vertrek.
ar: لقد كنت بحاجه لرؤيه أصدقائى وعائلتى قبل أن أغادر

source: Doen jy hierdie maar, DiNozzo.
ar: لم لا تتولى أنت هذا,دينوزو

source: Hallo daar.
ar: مرحبا

source: Is jy Larry Purcell?
ar: هل أنت لارى بيرسيل؟

source: Wie vra dat?
ar: من يود أن يعرف؟

source: - NCIS spesiale agent DiNozzo en co.
ar: NCIS العميل الخاص دينوزو

source: Is jy 'n flik van die navy?
ar: و صحبته هل أنت ضابط بحرى؟ أجل

source: - Ja. Ken jy die luitenant?
ar: هل تعرف الملازم؟

source: - Nee. Jy bekyk die foto nie, Larry.
ar: لا أنت لم تنظر حتى الى الصوره,لارى

source: Probeer die foto eens te sien.
ar: لم لا تجرب النظر الى الصوره

source: Ja, miskien was hy hier, 'n paar weke gelede.
ar: أجل,ربما كان هنا منذ اسبوعان

source: Gehelp het jy hom boomstompe te skuif?
ar: هل ساعدته فى ازاله جذوع أشجار؟ ماذا؟

source: - Wat? Nee.
ar: لا

source: Ek wed dat jy hom wat C-4 verkoop het.
ar: أنا أراهن أنك بعت له بعض المتفجرات

source: - Ek weet nie. Miskien.
ar: لا أعلم.ربما

source: Ja, ek moet my data nakijken.
ar: أجل

source: Wat was sy naam?
ar: يجب أن أتحقق من السجلات ماذا قلت اسمه؟

source: Het ek nie gesê nie. Probeer Terence Keith eens.
ar: لم أقل جرب تيرينث كيث

source: Ek is so terug.
ar: سأعود على الفور

source: Dankie, Larry.
ar: شكرا لك.لارى

source: Vreemde man.
ar: شخص مضطرب

source: Mooi.
ar: لطيف

source: Ek het 'n goeie werk by 'n kontrakteur in die noorde, maar ek is afgedank.
ar: لقد كان لدى وظيفه جيده مع مقاول فى الشمال ولكن تم تسريحى

source: Ek het geen vaste werk, dus het ek begin werkies aan te neem.
ar: لم أتمكن من العثور على أى شئ ثابت لذا بدأت بالقيام باعمال غريبه

source: Ek het die geld nodig, verstaan jy?
ar: لقد كنت بحاجه للمال,حسنا؟

source: - Dus jy verkoop c-4 aan die luitenant?
ar: لذا قمت ببيع المتفجرات للملازم كيث لم يخبرنى قط باسمه

source: Hy het gesê me sy naam nie en ek het nie geweet dat hy by die navy was.
ar: ولم أعلم أنه فى البحريه

source: Wat dink jy dat hy daarmee sou doen?
ar: ما الذى اعتقدت أنه سيقوم به بالمتفجرات؟

source: - Wat demonstrasies, het hy gesê, op die plaas van 'n vriend.
ar: لقد قال أنه سيقوم

source: - En jy geglo hom?
ar: ببعض الاعمال التجريبه فى مزرعه صديق له وهل صدقته؟

source: Ek het geglo die geld wat hy my gegee het.
ar: لقد صدقت النقود التى أعطاها لى

source: Ek het geen idee dat hy 'n bom in sy woonstel sou lê en iemand doodmaak.
ar: لم أعلم أنه سيقوم بتفخيخ شقته وقتل شخص ما

source: 'n Bietjie hulp sou welkom wees, McGee.
ar: بعض المساعده هنا,ماكجى سيكون لطفا منك

source: - Jammer.
ar: آسف

source: Is dit gebreek?
ar: هل هى مكسوره؟

source: - 'n Ernstige enkel verstuiting.
ar: التواء شديد فى الكاحل

source: Jy boft.
ar: أنتى محظوظه

source: - Boffen?
ar: محظوظه؟

source: Wat gebeur nou.
ar: ماذا سيحدث الآن

source: - Jy word vasgehou vir medepligtigheid aan moord, onwettige verkoop van plofstof en die aanvalle van twee federale agente.
ar: سيتم احتجازك وتوجيه تهمه التورط فى جريمه قتل وبيع غير قانونى لمتفجرات

source: - Twee federale agente?
ar: عميلان فيدراليان؟

source: Ja, ek en agent Strickland.
ar: أجل

source: - Is die ou doos 'n agent?
ar: أنا و العميله ستريكلاند هذه العجوز الشمطاء عميله؟

source: Ek wil 'n minuut met die clown.
ar: أنا أرغب فقط بدقيقه واحده مع هذا المهرج

source: Kan ek dit op 'n ooreenkoms aangaan?
ar: هل يمكننى عقد اتفاق من نوع ما؟

source: Tensy jy weet waar Keith is, het jy niks.
ar: طالما يمكنك أن تخبرنا بمكان كيث

source: Kan jy niks doen as ek 'n bekentenis teken?
ar: اذا فأنت ليس لديك شئ لتعرضه هل يتم التهاون معى قليلا اذا قمت بتوقيع اتفاق؟

source: Skryf dit alles op.
ar: اكتب كل شئ هنا

source: - Gedetailleerde asseblief.
ar: ورجاءا بالتفصيل

source: Ons skat dat hy 300 tot 350 gram gebruikte,
ar: نحن نقدر أنه قام باستخدام من 10 الى 12 اوقيه من المتفجرات

source: Hoeveel het jy hom verkoop?
ar: ما الكميه التى بعتها له؟

source: - Grammen?
ar: أوقيه؟

source: Ek verkoop hom 100 kilo.
ar: لقد بعت له 200 رطل

source: Dit is byna net soveel C-4 as vir die doen in die lug vlieg van die Cole in Yemen.
ar: هذه كميه كافيه من المتفجرات لتمحو مدمره بحريه فى اليمن

source: Gibbs, waarmee het ons te maak?
ar: جيبز,ما الذى نتعامل معه؟

source: - Keith moet iets groot beplan het.
ar: كيث يخطط لشئ كبير

source: Akkoord, maar waarom die bom in sy eie flat?
ar: اتفق معك.ولكن لماذا قام بتفجير شقته؟

source: Die een wat kom ondersoek na die feite word afgeskakel, Leon.
ar: أيا كان من يحضر للتحقيق بعد الحدث يتخلص منه,ليون

source: Dit sou nie die eerste keer wees.
ar: لن تكون المره الأولى

source: Keith het nie geweet dat die gebou bestuurder die deur voortydig sou open.
ar: كيث لم يعلم أن مدير المبنى سيقوم بفتح الباب مبكرا

source: Gibbs, wat is sy uiteindelik doel?
ar: جيبز,ما هو هدفه النهائى؟

source: Ek moet binnelandse veiligheid FBI en ATF inlig.
ar: على أن أقوم باخطار الأمن القومى المباحث الفيدراليه ووزاره العدل

source: Gibbs, jou goue gevoel was juis.
ar: اذا جيبز حدثك الذهبى كان محقا

source: Ek geraakte in die hardeskyf van Keith.
ar: لقد تمكنت أخيرا من الدخول الى القرص الصلب الخاص بكيث

source: Die laaste jaar het hy gekoop antidepressante aanlyn, van 'n Kanadese apteek met behulp van 'n valse naam.
ar: على مدار العام الماضى لقد كان يقوم بشراء وصفات لمضادات الاكتئاب من على الانترنت من صيدليه كنديه تستخدم اسم مزيف

source: Self sorg.
ar: يقوم بمعاجله نفسه و أيضا

source: - Die kwak plastiek wat aan die hemp van die gebou bestuurder gesmelt sit, dit is nie 'n kredietkaart.
ar: القطعه البلاستيكيه التى كانت ذائبه على قميص مدير المبنى ليست بطاقه ائتمان

source: Dit is 'n FAA vliegbrevet.
ar: انها فى الواقع رخصه طيار خاصه من اداره الطيران

source: - Nuwe en per registrasie gestuur aan luitenant Keith, twee dae gelede.
ar: تم اصدارها حديثا وارسالها بالبريد للملازم كيث منذ يومان

source: Die brief wat die gebou bestuurder in die plat sou lê. Geen goeie daad bly ongestraf.
ar: الخطاب الذى كان سيضعه المدير فى شقه الملازم كيث

source: Luitenant Keith gedoen z'n laaste proefvlucht vir sy burger vliegbrevet twee weke gelede op 'n klein vliegveld in die landelike Virginia.
ar: لا توجد حسنه تذهب دون أجر الملازم كيث أجرى الاختبار النهائى للحصول على رخصه طيار مدنى

source: Dit Lafayette vliegveld.
ar: منذ أسبوعان مضوا فى مطار صغير فى ريف فيرجينيا حقل لافييتى

source: Sy instrukteur was Hoender Logan. DiNozzo.
ar: مقاوله كان كيب لوجان

source: - Ek is onderweg, baas.
ar: دينوزو

source: Sin in 'n ry, Vera?
ar: فى طريقى يا رئيس هل ترغبين فى جوله بالسياره,فيرا؟

source: - Loop na die pomp.
ar: اليك عنى

source: Keith was die beste student wat ek ooit gehad het.
ar: كيث كان أفضل تلميذ قد حظيت به

source: Ek moes hom niks leer.
ar: لم يتوجب على تعليمه أى شئ

source: Dit het die navy al gedoen.
ar: البحريه هى من قامت بذلك

source: Sy kwalifikasie was maklik.
ar: تأهيله لم يكن بالأمر الشاق

source: Eens geslaag in die teoretiese eksamen en na die verpligte vliegure, het ek hom 'n tydelike brevet gegee en het die dokumente met die FAA in orde gebring.
ar: مجرد ما أن قام باجتياز الاختبار التحريرى و تجاوز عدد الساعات المسموح بها قمت باصدار شهاده مؤقته له ثم قمت بانهاء المعاملات الورقيه وسجلتها فى اداره الطيران

source: Het jy hom onlangs gesien. - Gister na die middag.
ar: هل رأيته مؤخرا؟

source: Hy wou 'n STOL huur.
ar: بالأمس فى الظهيره

source: - 'n "STOL", wat is dat?
ar: قمت بتسجيله لطائره صغيره أراد استئجارها

source: S.T.O.L. Short take-off en landing, kort opstyg en lande.
ar: طائره صغيره؟ ما هذا؟ طائره صغيره

source: 'n Tweezitter, baie lekker om mee te vlieg.
ar: للاقلاع والهبوط فى مسافه قصيره بمقعدان قيادتها ممتعه للغايه

source: Jy kan daar oral mee lande, 'n weiveld, 'n veld. Dit is geweldig vir op die platteland.
ar: يمكنك الهبوط بها فى أى مكان المراعى,الحقول

source: Gehuur hy dit?
ar: انها مذهله فى الرحلات عبر البلده هل قام باستئجارها؟

source: - Ja, vir twee dae.
ar: أجل قام بحجزها لمده يومان

source: Het hy gesê na waar hy sou gaan?
ar: هل أخبرك الى أين يتجه؟

source: - Het hy nie gesê nie.
ar: لم يخبرنى

source: Ons vra die radar- en veiligheidsbeelden van die Lafayette vliegveld van gister op.
ar: لقد قمنا بسحب صور الرادار و كاميرات المراقبه من حقل لافاييتى من ظهر الأمس

source: Die vliegtuig dat luitenant Keith gehuur het gestyg op om 14.21 u.
ar: الطائره التى قام باستئجارها الملازم كيث أقلعت فى تمام 14:

source: Dit omkring rondom die vliegveld en is vertrek in suidwestelike rigting.
ar: 21 قامت بالطيران فى دائره حول الحقل ثم توجهت فى اتجاه الجنوب الغربى

source: Drie minute later verdwyn die buite die omvang van die radar.
ar: بعدها بثلاث دقائق اختفت من على الرادار

source: Verskyn het nadien nog terug op die radar?
ar: هل ظهرت مره أخرى على الرادار؟

source: - Nee, 'n STOL kan baie laag en baie stadig vlieg.
ar: لا .هذا النوع من الطائرات يمكنه الطيران على ارتفاع منخفض و ببطئ شديد

source: Dit is soos 'n naald in 'n hooimijt soek.
ar: سيكون الأمر كالعثور على ابره فى كومه قش

source: Dit is moontlik dat ons sit met 'n bom in 'n vliegtuig, 'n selfmoord opdrag.
ar: لذا من المحتمل أنه لدينا قنبله على متن طائره

source: Met ongekende bestemming.
ar: فى مهمه انتحاريه بدون هدف محدد

source: Alarmeer alle agente en ontleders.
ar: قم بتحذير جميع العملاء و المحللين

source: niemand vertrek vir ons luitenant Keith vind.
ar: لا أحد يغادر حتى نعثر على الملازم كيث

source: Dank je wel, lieverd.
ar: شكرا لك يا عزيزى

source: Jy het net my dag goed gemaak.
ar: لقد قمت باسعاد يومى لتوك

source: Ek is hier weg.
ar: أنا ذاهبه من هنا

source: Oh, dat was HR.
ar: هذا الاتصال كان من الموارد البشريه

source: Vanweë my besering tydens die diens, hoef ek nie meer te kom.
ar: وبسبب اصابتى أثناء تأديه العمل لا يتوجب على الحضور بعد الآن

source: En daarvoor moet ek jou bedank, agent DiNozzo.
ar: وعلى أن أشكرك من أجل هذا دينوزو

source: Die plesier was my kant.
ar: حسنا,لقد كان من دواعى سرورى

source: Laat ek jou help met... - Nee, nie doen, agteruit.
ar: اوه هنا دعينى أساعدك

source: Kom nie in my buurt.
ar: لا,لا تفعل,تراجع.تراجع

source: - Net 'n...
ar: لا تقترب منى

source: Agteruit, ek het gesê agteruit.
ar: .... فقط تراجع.لقد قلت تراجع

source: Pak die naaier.
ar: اقبض على هذا الوغد

source: Voor hy iemand beseer, probie.
ar: قبل أن يقوم بايذاء أى شخص أخر أيها المبتدئ

source: Ons sien mekaar nog wel, Vera.
ar: سنراكى فى الجوار فيرا

source: Weet jy, ek gaan heel wat vrye tyd het.
ar: أنت تعلم أنه سيكون لدى الكثير من الوقت

source: Miskien kom ek nog eens langs, om te sien waaraan jy werk in die kelder.
ar: ربما سأمر بك لأرى ما الذى تعمل عليه فى القبو

source: Is die voordeur nog steeds nie op slot?
ar: الباب الأمامى مازال غير مغلق؟

source: Ek het gesê...
ar: فقط ضعى هذا هنا لا.لقد قلت لا

source: - Slaan die om jou raak my nie aan, agteruit.
ar: لا تلمسنى تراجع

source: Komaan, toe, terug aan die werk.
ar: هيا هيا,هيا عودوا الى العمل

source: Keith is 48 uur gelede vertrek. Waar sit hy?
ar: كيث غادر منذ 48 ساعه

source: Bel ek jou volgende week?
ar: أين هو؟ اتصل بك الأسبوع المقبل؟

source: - Ja, baas.
ar: أجل يا رئيس

source: ...vir die geval hy terugkeer.
ar: تمركزت فى حقل لافييل فى حال عودته الى هنا

source: - Hy keer nie terug na daar, geloof me.
ar: انه لن يعود الى هناك ثق بى

source: Is dit wat jy kwyt was, McGee?
ar: هل هذا ما فقدته,ماكجى؟

source: Waar het jy dit gevind, direkteur?
ar: أين عثرت عليهم,حضره المدير؟

source: - Dit is gevind in die RFK stadion.
ar: لقد عثر عليهم فى ملعب روبرت كينيدي التذكاري

source: Die polisie het die binnegebring by die IG.
ar: الشرطه قامت بتسليمهم لمكتب التحقيقات العامه

source: Ek weet nie wat om te sê nie. - Gibbs, weet jy hiervan?
ar: لا أعلم ماذا أقول

source: Ja, ek reël het later wel.
ar: جيبز'هل تعلم بأمر هذا؟ أجل و سأتعامل معه لاحقا

source: Ons het dit nogal druk, Leon.
ar: لقد كنت مشغول قليلا هنا,ليون

source: Nog iets oor luitenant Keith? - Nee, nie wat sy plek betref.
ar: هل هناك أى شئ بشأن الملازم كيث؟

source: Ducky het 'n profiel van hom gemaak.
ar: لا,لا شئ حتى الأن يدل على موقعه

source: Ons het 'n teorie.
ar: داكى قام بتحليل شخصيته لدينا نظريه

source: Goed, kom op dan, ons ligte die ander in binne vyf minute.
ar: حسنا,هيا بنا سنقوم بابلاغ الآخرون خلال 5 دقائق

source: Ek het jou nodig in MTAC.
ar: داك,أنا بحاجه اليك فى الامتاك

source: Ek het dit tog gesê dat jy hulle sou vind.
ar: أخبرتك أنك ستعثر عليهم

source: - Ja in die kantoor van die inspeksie.
ar: أجل,فى مكتب التحقيقات العامه

source: Nou is ek heeltemal die klos.
ar: اوه لقد انتهى أمرى تماما

source: Nou. - Die lugverkeerbeheerders sy gewaarsku.
ar: حسنا

source: Maar ons het niks gesien nie.
ar: المراقبين الجويين على أهبه الاستعداد

source: - Wat is die bereik van die vliegtuig?
ar: لم نحصل على أى رؤيه ما مدى الطائره؟

source: Iets minder as 450 see myle.
ar: أقل من 450 ميلا بحريا

source: As Keith verder wil, moet hy hervul.
ar: اذا لو خطط كيث للابتعاد أكثر من هذا سيضطر للتوقف للتزود بالوقود

source: Alle lughawens ten ooste van die Mississippi is in kennis gestel.
ar: جميع مطارات الطيران العام على شرق المسيسيبى

source: Wat weet ons oor luitenant Keith?
ar: تم اخطارهم

source: - Ons het 'n profiel van hom.
ar: و ماذا نعرف عن الملازم كيث؟

source: Dokter Mallard?
ar: لقد قمنا بتحليل شخصيه دكتور مالارد؟

source: - Luitenant Keith is as jonger geboelie en kyk na die vloot lugvaart om sy lewe 'n wending te gee.
ar: الملازم كيث تم التنمر عليه فى شبابه واتجه للطيران البحرى لتغيير مجرى حياته

source: Jammer genoeg het hy dit nie vol gehou.
ar: لسوء الحظ,تم ابعاده

source: Hy is daar depressief deur geword.
ar: هذا جعله مكتئبا

source: In plaas van professionele hulp te soek het hy aan self sorg gedoen.
ar: وبدلا من السعى من أجل المساعده الطبيه قام بمعالجه نفسه بنفسه

source: Ons glo dat hy die moed opgegee het.
ar: نحن نعتقد أنه قام بالاقلاع عن تناول الأدويه سريعا

source: Daar plots mee opgehou is, om deur sy FAA mediese eksamen te raak en sy burger vliegbrevet te bekom.
ar: لاجتياز اختبار اداره الطيران و ليتمكن من الحصول

source: 'n Skielike beëindiging van sulke medikasie sou beslis lei tot aanvalle van waan en paranoia.
ar: رخصه الطيران المدنى التوقف المفاجئ لهذا النوع من الأدويه\ قد يقود بالتأكيد الى

source: Die toestand, gekombineer met 'n lae selfbeeld en verwerping, waarskynlik is hy op soek na wraak.
ar: نوبات من التوهم و جنون الارتياب تلك الحاله المشوشه مجتمعه مع قله الثقه فى النفس و الشعور بالرفض

source: Wraak teen wie?
ar: حسنا,فهو بالتأكيد يسعى للانتقام

source: - Daar is twee moontlikhede:
ar: الانتقام ضد من؟

source: die hoërskool, waar hy geboelie is, of Whiting Field, waar hy val uit had.
ar: نحن على درايه باحتمالان: المدرسه الثانويه حيث تم التنمر عليه أو حقل وايتينج حيث تم الاستغناء عنه

source: - Albei was verskrik.
ar: وقد تم تحذير كلاهما

source: Ons kan ons nie beperk tot hierdie twee doelwitte.
ar: لا يمكننا حصر أنفسنا فى تلك الهدفان فقط

source: Dit sou eender waar kan wees.
ar: من الممكن أن يكون فى أى مكان

source: Hoe was dit by die adopsie prokureur?
ar: اذا كيف سار الأمر مع محامى التبنى؟

source: Hy het 'n probleem met een van die items op ons curriculum vitae.
ar: لديه مشكله بشأن شئ واحد فى سيرتنا الذاتيه

source: - Wel, Breena is 'n begrafnisondernemer en ek is 'n schouw dokter.
ar: ماذا؟

source: Ons werk beide met dooies.
ar: برينا تعمل متعهده لدفن الموتى و أنا طبيب شرعى كلانا نعمل مع أشخاص ميتون و هذا ...

source: Die prokureur dink dat dit 'n teleurstelling sou kon wees, vir 'n jong vrou wat haar kind wil afstaan vir adopsie.
ar: . المحامى يعتقد أن هذا قد يغير رأى فتاه صغيره تضع طفلها للتبنى

source: Maar, euh, ek dink dat dit wel goed kom. Ek is optimisties.
ar: ولكن,كما تعلمين أعتقد أن الأمور ستكون بخير

source: Daar is alle rede voor, want eens hulle julle leer ken,
ar: أشعر بالتفاؤل حقا. كما يجب أن تفعل,لأنه فور أن يقوموا بالتعرف على كلاكما

source: Gaan hulle van julle hou.
ar: سيعجبون بكما فورا

source: - Dankie dat jy dit sê.
ar: شكرا لقولك هذا

source: He, McGee. He, McGee.
ar: مرحبا ماكجى

source: - Ek het my geloofsbriewe terug. Pragtig.
ar: مرحبا ماكجى حسنا,لقد استعدت أوراق اعتمادى

source: - Waar lae hulle?
ar: عظيم! أين كانوا؟

source: Iemand het hulle in RFK gevind.
ar: شخص ما عثر عليهم فى ملعب روبرت كينيدي التذكاري

source: 'n Ondersoek van die algemene inspeksie volg.
ar: سيتم اجراء تحقيق فى قسم التحقيقات العامه

source: Ek sou wel eens baie tyd kan kry om na die strand te gaan.
ar: من الممكن أن ينتهى بى الأمر ببعض الوقت على الشاطئ

source: Of nog erger.
ar: أو أسوأ

source: - McGee, oh, dit is so jammer.
ar: ماكجى أنا فى غايه الأسف

source: Ek voel verantwoordelik, ek het jou gesmeek om met me mee te gaan na dat concert.
ar: أنا أشعر بأنى المسئوله كليا لقد ترجيتك أن تذهب الى هذا الحفل معى

source: Abby, dit is jou skuld nie. - Oh, God.
ar: آبى.انه ليس خطأك يا الهى

source: Die verpestte wat die geskiedenis sou wees ingegaan as die mees epiese aand ooit.
ar: الأن لقد تم افساد ما قد كان من الممكن اعتباره فى التاريخ أكثر ليله ملحميه على الاطلاق

source: Het jy Twitter gesien?
ar: هل رأيت تويتر؟

source: Die Sterile Puppets is nou viraal.
ar: فرقه الدمى المعقمه أصبحت الأن فيروسيه

source: Oh, ja, ek hoor dat daar meer as 'n miljoen volgelinge is.
ar: أجل,لقد سمعت أنهم تخطوا المليون متابع

source: Hoe goed is jy amikaal met die drummer?
ar: الى أى مدى صداقتك بعازف الطبول؟

source: - Sou hy jou 'n guns doen?
ar: هل تعتقدى أنه قد يسديكى صنيعا؟

source: Kalm aan, McGee, ek verstaan niks van wat jy sê.
ar: هلا تتمهل ماكجى؟ أنا لا أفهم كلمه مما تقولها

source: In die Engels, graag.
ar: بالانجليزيه
